red='\033[1;31m'
rset='\033[0m'
grn='\033[1;32m'
ylo='\033[1;33m'
blue='\033[1;34m'
cyan='\033[1;36m'
pink='\033[1;35m'

clear
echo -e "$blue                    
    _  _ _   _    _  _ ____ _  _ ____    _ ____ 
    |\/|  \_/     |\ | |__| |\/| |___    | [__  
    |  |   |      | \| |  | |  | |___    | ___] 
                                                "
echo " "
sleep 4.0
clear

echo -e "

$red    ██╗  ██╗███████╗████████╗     ██████╗  █████╗ ███╗   ██╗██████╗ ██╗  ██╗██╗
$red    ██║  ██║██╔════╝╚══██╔══╝    ██╔════╝ ██╔══██╗████╗  ██║██╔══██╗██║  ██║██║
$blue    ███████║█████╗     ██║       ██║  ███╗███████║██╔██╗ ██║██║  ██║███████║██║
$blue    ██╔══██║██╔══╝     ██║       ██║   ██║██╔══██║██║╚██╗██║██║  ██║██╔══██║██║
$grn    ██║  ██║███████╗   ██║       ╚██████╔╝██║  ██║██║ ╚████║██████╔╝██║  ██║██║
$grn    ╚═╝  ╚═╝╚══════╝   ╚═╝        ╚═════╝ ╚═╝  ╚═╝╚═╝  ╚═══╝╚═════╝ ╚═╝  ╚═╝╚═╝
                                                                           
"
sleep 10.0

echo "                             About"
echo " "
echo "       🙏 Hey, there I am Het i made this tool
  to make the  installation of metasploit-framework in termux become 
       easy by this auto script you can install,repair,backup
    or, restore metasploit in termux easyli, so i hope guys you
                             liked it. 😘"
echo ""
echo "                  your friend :- Het Gandhi"
echo " "
